-- phpMyAdmin SQL Dump
-- version 3.3.9
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Mar 22, 2019 at 01:51 PM
-- Server version: 5.5.16
-- PHP Version: 5.3.8

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `inspection_new`
--

-- --------------------------------------------------------

--
-- Table structure for table `inspector`
--

CREATE TABLE IF NOT EXISTS `inspector` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'รหัส',
  `fullname` varchar(255) NOT NULL COMMENT 'ขื่อ-นามสกุล',
  `type` char(1) NOT NULL COMMENT 'ประเภท(m=กระทรวง,d=กรม)',
  `enable` char(1) NOT NULL COMMENT 'เปิดใช้(1=ใช้,0=ไม่ใช้)',
  `area` varchar(1000) NOT NULL COMMENT 'เขตการตรวจราชการ',
  `insert_date` datetime NOT NULL COMMENT 'วันที่เพิ่มข้อมูล',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=39 ;

--
-- Dumping data for table `inspector`
--

INSERT INTO `inspector` (`id`, `fullname`, `type`, `enable`, `area`, `insert_date`) VALUES
(2, 'พ.ต.อ.สุชาติ วงศ์อนันต์ชัย', 'm', '1', '', '2013-07-11 11:58:45'),
(3, 'นายชาตรี โชไชย', 'm', '1', '', '2013-07-11 11:59:28'),
(4, 'พญ.คุณหญิงพรทิพย์ โรจนสุนันท์', 'm', '1', '', '2013-07-11 12:00:40'),
(5, 'พ.ต.อ.ประเวศน์ มูลประมุข', 'm', '1', '', '2013-07-11 12:02:15'),
(6, 'นางกรรณิการ์ แสงทอง', 'm', '1', '', '2013-07-11 12:02:42'),
(9, 'ศ.(พิเศษ)วิศิษฏ์  วิศิษฏ์สรอรรถ', 'm', '1', '', '2013-07-11 12:06:38'),
(14, 'นายชาติชาย สุทธิกลม', 'm', '1', '', '2013-07-29 14:30:05'),
(15, 'พ.ต.ท.พงษ์ธร ธัญญสิริ', 'm', '1', '', '2013-12-25 11:57:19'),
(16, 'นายอำพล วงศ์ศิริ', 'm', '1', '', '2013-03-12 10:25:19'),
(19, 'พันโทเอนก ยมจินดา', 'm', '1', '', '2014-09-19 13:31:31'),
(20, 'นางสาวพรพิตร นรภูมิพิภัชน์', 'm', '1', '', '2015-11-11 10:45:59'),
(21, 'นางฉลอง  อติกนิษฐ์', 'm', '1', '', '2015-12-15 11:29:51'),
(23, 'นายศักยา  ชูใหม่', 'm', '1', '', '2016-03-10 11:17:25'),
(28, 'พันตำรวจโทสุพจน์ นาคเงินทอง', 'm', '1', '', '2017-02-27 10:07:52'),
(29, 'นายเพิ่มพูน  พึ่งประสิทธิ์', 'm', '1', '', '2017-03-31 17:09:28'),
(30, 'พ.ต.อ.สุชาติ  วงศ์อนันต์ชัย', 'm', '1', '', '2017-04-20 15:17:23'),
(31, 'นายศักยา  ชูใหม่', 'm', '1', '', '2017-07-13 12:23:21'),
(32, 'นายภูมิ์พงษ์  ขุนฉนมฉ่ำ', 'd', '1', 'เขตตรวจราชการส่วนกลาง กรุงเทพมหานคร\r\nศูนย์ฝึกและอบรมฯ\r\nเขตตรวจราชการที่10 จังหวัดบึงกาฬ จังหวัดหนองคาย จังหวัดหนองบัวลำภู จังหวัดอุดรธานี\r\nเขตตรวจราชการที่12 จังหวัดกาฬสินธุ์ จังหวัดขอนแก่น จังหวัดร้อยเอ็ด จังหวัดมหาสารคาม\r\nเขตตรวจราชการที่17 จังหวัดตาก จังหวัดพิษณุโลก จังหวัดเพชรบูรณ์ จังหวัดสุโขทัย จังหวัดอุตรดิตถ์', '2018-04-10 11:07:09'),
(33, 'นางสาวอรพรรณ  เลาหัตถพงษ์ภูริ', 'd', '1', 'ศูนย์ฝึกและอบรมฯสิริธร\r\nเขตตรวจราชการที่2 จังหวัดลพบุรี จังหวัดสิงห์บุรี จังหวัดอ่างทอง จังหวัดชัยนาท\r\nเขตตรวจราชการที่13 จังหวัดยโสธร จังหวัดศรีสะเกษ จังหวัดอำนาจเจริญ จังหวัดอุบลราชธานี\r\nเขตตรวจราชการที่14 จังหวัดชัยภูมิ จังหวัดนครราชสีมา จังหวัดบุรีรัมย์ จังหวัดสุรินทร์', '2018-04-10 11:26:12'),
(34, 'นางสาวเกษมา  นิมะพันธ์', 'd', '1', 'ศูนย์ฝึกและอบรมฯชายบ้านมุฑิตา\r\nศูนย์ฝึกและอบรมฯชายบ้านอุเบกขา\r\nเขตตรวจราชการที่5 จังหวัดประจวบคีรีขันธ์ จังหวัดเพชรบุรี จังหวัดสมุทรสงคราม จังหวัดสมุทรสาคร\r\nเขตตรวจราชการที่7 จังหวัดกระบี่ จังหวัดตรัง จังหวัดพังงา จังหวัดภูเก็ต จังหวัดระนอง\r\nเขตตรวจราชการที่16 จังหวัดเชียงราย จังหวัดน่าน จังหวัดพะเยา จังหวัดแพร่', '2018-04-10 11:29:12'),
(35, 'นายแสงประทีป  โกมลบุตร', 'd', '1', 'ศูนย์ฝึกและอบรมฯชายบ้านกาญจนาภิเษก\r\nเขตตรวจราชการที่3 จังหวัดฉะเชิงเทรา จังหวัดนครนายก จังหวัดสมุทรปราการ จังหวัดปราจีนบุรี จังหวัดสระแก้ว\r\nเขตตรวจราชการที่11 จังหวัดนครพนม จังหวัดมุกดาหาร จังหวัดสกลนคร\r\nเขตตรวจราชการที่15 จังหวัดเชียงใหม่ จังหวัดแม่ฮ่องสอน จังหวัดลำปาง จังหวัดลำพูน', '2018-04-10 11:29:40'),
(36, 'นายวานิช  คล้ายสงคราม', 'd', '1', 'ศูนย์ฝึกและอบรมฯชายบ้านกรุณา\r\nศูนย์ฝึกและอบรมฯจังหวัดนราธิวาส\r\nเขตตรวจราชการที่4 จังหวัดกาญจนบุรี จังหวัดนครปฐม จังหวัดราชบุรี จังหวัดสุพรรณบุรี\r\nเขตตรวจราชการที่6 จังหวัดชุมพร จังหวัดนครศีธรรมราช จังหวัดพัทลุง จังหวัดสุราษฎร์ธานี\r\nเขตตรวจราชการที่8 จังหวัดนราธิวาส จังหวัดปัตตานี จังหวัดยะลา จังหวัดสงขลา จังหวัดสตูล', '2018-04-10 11:30:19'),
(37, 'นางณัฐภัสสร  สุนทรฐณะวัฒน์', 'd', '1', 'ศูนย์ฝึกและอบรมฯหญิงบ้านปรานี\r\nศูนย์ฝึกและอบรมฯบ้านบึง\r\nเขตตรวจราชการที่1 จังหวัดนนทบุรี จังหวัดปทุมธานี จังหวัดสระบุรี จังหวัดพระนครศรีอยุธยา\r\nเขตตรวจราชการที่9 จังหวัดจันทบุรี จังหวัดชลบุรี จังหวัดตราด จังหวัดระยอง\r\nเขตตรวจราชการที่18 จังหวัดกำแพงเพชร จังหวัดนครสวรรค์ จังหวัดพิจิตร จังหวัดอุทัยธานี ', '2018-04-10 11:30:54'),
(38, 'นายภูมิ์พงษ์ ขุนฉนมฉ่ำ', 'd', '1', 'สถานพินิจและคุ้มครองเด็กและเยาวชนจังหวัดปัตตานี เขตตรวจราชการที่ 8 กรณีปกติ รอบที่ 1 ประจำปีงบประมาณ พ.ศ. 2561', '2018-05-22 16:06:53');
